examples/consistency/dustyBox/0/epsilonS
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilonS;
}

dimensions [0 0 0 0 0 0 0];
internalField uniform 0.0001;

boundaryField
{
    left
    {
        type zeroGradient;
    }
    right
    {
        type zeroGradient;
    }
    sides
    {
        type empty;
    }
}
