examples/consistency/dustyBox/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSchemes;
}

fluxScheme Kurganov;

ddtSchemes
{
    default Euler;
}
gradSchemes
{
    default Gauss linear;
    grad(phiLS) cellLimited Gauss linear 1;
}
divSchemes
{
    default none;
    div(phi,U) Gauss upwind;
    div(phid,p) Gauss limitedLinear 1;
    div(phi,e) Gauss limitedLinear 1;
    div(phi,K) Gauss limitedLinear 1;
    div(phi,(p|rho)) Gauss limitedLinear 1;
    div(((rho*nuEff)*dev2(T(grad(U))))) Gauss linear;
}
laplacianSchemes
{
    default Gauss linear corrected;
}
interpolationSchemes
{
    default linear;
}
snGradSchemes
{
    default corrected;
}
wallDist
{
    method meshWave;
}
